export default [
  {
    header: 'Общее положение',
    icon: 'cogs',
    clauses: [
      {
        number: '1.1',
        appellation: 'При регистрации на данном проекте, вы автоматически соглашаетесь со всеми правилами.'
      },
      {
        number: '1.2',
        appellation: 'При регистрации на данном проекте, вы автоматически соглашаетесь со всеми правилами.'
      }
    ]
  },
  {
    header: 'Игровой процесс',
    icon: 'dice',
    clauses: [
      {
        number: '2.1',
        appellation: 'При регистрации на данном проекте, вы автоматически соглашаетесь со всеми правилами.',
        punishment: 'бан от 1 до 30 дней / бессрочный бан'
      },
      {
        number: '2.2',
        appellation: 'При регистрации на данном проекте, вы автоматически соглашаетесь со всеми правилами.',
        punishment: 'бан от 1 до 30 дней / бессрочный бан'
      }
    ]
  },
  {
    header: 'Общение',
    icon: 'comment-dots',
    clauses: [
      {
        number: '3.1',
        appellation: 'При регистрации на данном проекте, вы автоматически соглашаетесь со всеми правилами.',
        punishment: 'бан от 1 до 30 дней / бессрочный бан'
      },
      {
        number: '3.2',
        appellation: 'При регистрации на данном проекте, вы автоматически соглашаетесь со всеми правилами.',
        punishment: 'бан от 1 до 30 дней / бессрочный бан'
      }
    ]
  },
  {
    header: 'Модераторы',
    icon: 'crown',
    clauses: [
      {
        number: '4.1',
        appellation: 'При регистрации на данном проекте, вы автоматически соглашаетесь со всеми правилами.',
        punishment: 'бан от 1 до 30 дней / бессрочный бан'
      },
      {
        number: '4.2',
        appellation: 'При регистрации на данном проекте, вы автоматически соглашаетесь со всеми правилами.',
        punishment: 'бан от 1 до 30 дней / бессрочный бан'
      }
    ]
  },
  {
    header: 'Прочее',
    icon: 'ellipsis-h',
    clauses: [
      {
        number: '5.1',
        appellation: 'При регистрации на данном проекте, вы автоматически соглашаетесь со всеми правилами.',
        punishment: 'бан от 1 до 30 дней / бессрочный бан'
      },
      {
        number: '5.2',
        appellation: 'При регистрации на данном проекте, вы автоматически соглашаетесь со всеми правилами.',
        punishment: 'бан от 1 до 30 дней / бессрочный бан'
      }
    ]
  }
];
